{
  "title": "Blog Data",
  "content": [
    {
      "img": "../images/blog1.png",
      "description": "It is 2022. And currently, the money making opportunity in India is huge. Foreign investors are investing heavily in India. In the last 20 years, NIFTY CAGR was roughly 12.5% India is growing at a massive rate. With all these positive changes coming in, one can easily grow their wealth at 15% CAGR.Right now, the median age in India is 28 years. If we assume a life expectancy of 70 years, most people have a career of 40 years ahead of them. In these 40 years, you can either choose to be rich or choose to be poor.",
      "title": "Why A Recession in 2022 Is A Good Thing"
    },
    {
      "img": "../images/blog2.png",
      "description": "It is 2022. And currently, the money making opportunity in India is huge.Foreign investors are investing heavily in India.In the last 20 years, NIFTY CAGR was roughly 12.5% India is growing at a massive rate.With all these positive changes coming in, one can easily grow their wealth at 15% CAGR.Right now, the median age in India is 28 years. If we assume a life expectancy of 70 years, most people have a career of 40 years ahead of them.In these 40 years, you can either choose to be rich or choose to be poor.First, let’s do some basic maths, shall we?",
      "title": "Here’s Why You SHOULD Love Money!"
    },
    {
      "img": "../images/blog3.png",
      "description": "It is 2022. And currently, the money making opportunity in India is huge. Foreign investors are investing heavily in India. In the last 20 years, NIFTY CAGR was roughly 12.5% India is growing at a massive rate. With all these positive changes coming in, one can easily grow their wealth at 15% CAGR.Right now, the median age in India is 28 years. If we assume a life expectancy of 70 years, most people have a career of 40 years ahead of them. In these 40 years, you can either choose to be rich or choose to be poor.",
      "title": "Why Should You NOT Buy A Credit Card?"
    }
  ]
}
