{
  "title": "Testimonial Big Data",
  "content": [
    {
      "description": "Attended your Crypto course, so I would say you have solved many problems which exist in this space.Not many educational courses are available in the market for this asset class The interactiveness of the session makes the learning really fun and makes it easier to grasp the concept How effortlessly do you convert the highly technical concept into something which is easy to learn Please keep up the good work.",
      "name": "Mohit Gupta",
      "star": 5,
      "title": "Student"
    },
    {
      "description": "Attended your Crypto course, so I would say you have solved many problems which exist in this space.Not many educational courses are available in the market for this asset class The interactiveness of the session makes the learning really fun and makes it easier to grasp the concept How effortlessly do you convert the highly technical concept into something which is easy to learn Please keep up the good work.",
      "name": "Gauri Nair",
      "star": 4.5,
      "title": "Client"
    },
    {
      "description": "First of all, I would like to thank you for all the amazing sessions you took regarding the stock and crypto market. The sessions were simplified as much as possible, which I loved the most. Secondly, I would like to add a few feedbacks regarding the course in general which could be improved upon down the line with time: -\nAs a follower of your long-standing youtube channel in regards to content, I felt the present content of the crypto course could be more streamlined and less redundant. I came to this conclusion after re-watching all the crypto class recordings and comparing them with the stock market classes which was really really great and to the point. While I am being cognizant about the fact that people are very new to crypto and thus could have been the reason you made the course like that.\nHere is just an input of mine to mitigate the above issue - binning people (beginner, intermediate,e.t.c..) in order of their knowledge and guiding them to your different crypto courses -(which if it comes, would love to be a part of)- that suit their understanding. It will just help you and the audience communicate at the same frequency without extreme deviation in regards to the topic being discussed.\nWhile I thoroughly enjoyed and was totally engaged in the whitepaper discussion of the 'B-datagray' project. Extrapolation of the concept learned from there to the whitepapers of projects like - Ethereum, Polkadot, and projects of similar complex nature; it's becoming very overwhelming and intimidating for me. The inclusion of discussion of some of these whitepapers in comparison to the project you discussed inside the class would do just wonders. People would get a huge amount of insight.",
      "name": "Gauri Nair",
      "star": 4.5,
      "title": "Client"
    },
    {
      "description": "This is Naga Srinivas Kasi, I attended your course on Stock market, batch - Jan/2022. As class ends today, I would like to share my feedback.\nBackground:\n\n My father has been investing in the stock market and I received the investment as inheritance.I was not interested or knowledgeable in the Stock market.Most of my investments were passive investments in Mutual funds.I was not able to have a meaningful conversation with my financial advisor.From your course and YouTube videos I gained below:Wealth preservation and growth.Growing the earning potential (holding power).Developed understanding of the avenues available for retail investors. [I have invested in Crypto, US Stock market, WINT-Bonds, Zerodha-Indian stocks, Smallcase investments].I feel I am a lot more aware and confident on this subject, since I started.You have an art to teach complex subjects in a simple layman language backed by solid data.I will be following you for your teaching sessions. Still a lot to learn from you!All the best for your future assignment and endeavor to share the knowledge [I have not seen individuals with this mindset]Thank you.",
      "name": "Gauri Nair",
      "star": 4.5,
      "title": "Client"
    }
  ]
}
